ukrain_list_of_text_for_labels = [
    'Яке призначення цього пароля?:',
    'Введіть, якої довжини має бути пароль:',
    'Чи можуть бути повторювані символи в паролі(y/n)?:',
    'ЗГЕНЕРОВАНИЙ ПАРОЛЬ',
]

ukrain_list_of_text_for_buttons = [
    'Згенерувати пароль',
    'Скопіювати пароль',
    'Очистити всі поля',
    'Запис до бази даних',
    'Показати таблицю >>>>',
    'Вихід з програми',
]

ukrain_list_of_text_for_table_buttons = [
    'Синхронізувати дані паролів',
    '<<<< Назад',
    'Оновити',
    'Змінити',
    'Видалити',
    'Вихід',
]

ukrain_list_of_text_for_radiobtns = [
    'Усі символи',
    'Тільки букви',
    'Тільки цифри',
    'Букви і цифри',
    'Букви і знаки',
    'Цифри і знаки',
]

ukrain_tuple_of_columns_names = (
    'ID', 'ОПИС ПАРОЛЯ', 'ПАРОЛЬ', 'ДОВЖИНА ПАРОЛЯ', '1 / 0 —\nМАЄ / НЕ МАЄ ПОВТОРИ'
)
